Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: Skipped %@ row.
de: %@ Zeile übersprungen.
es: %@ fila omitida.
fr: %@ ligne ignorée.
it: %@ riga saltata.
nl: %@ rij overgeslagen.
pl: Pominięto %@ wiersz.
pt: %@ linha ignorada.
ro: %@ rând omis.
ru: Пропущена %@ строка.

source: Skipped %@ rows.
de: %@ Zeilen übersprungen.
es: %@ filas omitidas.
fr: %@ lignes ignorées.
it: %@ righe saltate.
nl: %@ rijen overgeslagen.
pl: Pominięto %@ wierszy.
pt: %@ linhas ignoradas.
ro: %@ rânduri omise.
ru: Пропущено %@ строк.

source: Sleep
de: Schlaf
es: Sueño
fr: Sommeil
it: Sonno
nl: Slaap
pl: Sen
pt: Sono
ro: Somn
ru: Сон

source: Sleep & mornings
de: Schlaf & Morgen
es: Sueño y mañanas
fr: Sommeil & matins
it: Sonno e mattine
nl: Slaap & ochtenden
pl: Sen i poranki
pt: Sono e manhãs
ro: Somn și dimineți
ru: Сон и утро

source: Slightly raised
de: Leicht erhöht
es: Ligeramente elevadas
fr: Légèrement élevé
it: Leggermente elevati
nl: Licht verhoogd
pl: Lekko podwyższony
pt: Ligeiramente elevado
ro: Ușor crescute
ru: Немного повышены

source: Slightly raised. Drink water, recheck in a couple of hours, and follow your sick-day plan. Keep taking insulin.
de: Leicht erhöht. Trink Wasser, kontrolliere in ein paar Stunden erneut und befolge deinen Krankheitstag-Plan. Nimm weiterhin dein Insulin.
es: Ligeramente elevadas. Bebe agua, vuelve a comprobar en un par de horas y sigue tu plan para días de enfermedad. Continúa tomando la insulina.
fr: Légèrement élevé. Bois de l'eau, revérifie dans quelques heures et suis ton plan pour les jours de maladie. Continue de prendre ton insuline.
it: Leggermente elevati. Bevi acqua, ricontrolla tra un paio d'ore e segui il tuo piano per i giorni di malattia. Continua a fare l'insulina.
nl: Licht verhoogd. Drink water, controleer over een paar uur opnieuw en volg je ziektedagplan. Blijf insuline gebruiken.
pl: Lekko podwyższony. Pij wodę, sprawdź ponownie za kilka godzin i postępuj zgodnie ze swoim planem na dni choroby. Nie przerywaj przyjmowania insuliny.
pt: Ligeiramente elevado. Bebe água, verifica novamente daqui a umas horas e segue o teu plano para dias de doença. Continua a tomar insulina.
ro: Ușor crescute. Bea apă, remăsoară peste câteva ore și urmează-ți planul pentru zilele de boală. Continuă să iei insulină.
ru: Немного повышены. Пей воду, перепроверь через пару часов и следуй своему плану на случай болезни. Продолжай принимать инсулин.

source: Small, steady wins add up. Keep going.
de: Kleine, stetige Erfolge summieren sich. Bleib dran.
es: Los pequeños logros constantes suman. Sigue así.
fr: Les petites victoires régulières s'additionnent. Continuez.
it: I piccoli successi costanti si sommano. Continua così.
nl: Kleine, gestage successen tellen op. Ga zo door.
pl: Małe, systematyczne sukcesy się sumują. Tak trzymaj.
pt: As pequenas vitórias constantes somam-se. Continua assim.
ro: Micile reușite constante se adună. Continuă tot așa.
ru: Маленькие, но регулярные победы складываются. Продолжайте в том же духе.

source: Smooth out the swings
de: Schwankungen ausgleichen
es: Suavizar los altibajos
fr: Lisser les variations
it: Attenua le oscillazioni
nl: De schommelingen afvlakken
pl: Wygładź wahania
pt: Suaviza as oscilações
ro: Netezește fluctuațiile
ru: Сгладить колебания

source: Snack tip
de: Snack-Tipp
es: Consejo de tentempié
fr: Conseil collation
it: Consiglio spuntino
pl: Wskazówka: przekąska
pt: Dica de lanche
ro: Sfat pentru gustare
ru: Совет о перекусе

source: Snooze repeats: %lld min
de: Schlummer-Wiederholung: %lld Min.
es: Repetición de posposición: %lld min
fr: Répétition du rappel : %lld min
it: Ripetizione posticipo: %lld min
nl: Snooze herhaalt: %lld min
pl: Powtórzenia drzemki: %lld min
pt: Repetição de adiar: %lld min
ro: Repetare amânare: %lld min
ru: Повтор откладывания: %lld мин

source: Soften the mushrooms and pepper in a little oil.
de: Champignons und Paprika in etwas Öl andünsten.
es: Rehoga los champiñones y el pimiento en un poco de aceite.
fr: Fais revenir les champignons et le poivron dans un peu d'huile.
it: Fai appassire i funghi e il peperone in un filo d'olio.
nl: Fruit de champignons en paprika kort in een beetje olie.
pl: Podsmaż pieczarki i paprykę na odrobinie oliwy, aż zmiękną.
pt: Refoga os cogumelos e o pimento num pouco de azeite.
ro: Călește ciupercile și ardeiul într-un pic de ulei, până se înmoaie.
ru: Обжарь грибы и перец в небольшом количестве масла до мягкости.

source: Soften the onion, carrot and celery in olive oil with the garlic and cumin.
de: Zwiebel, Karotte und Sellerie mit Knoblauch und Kreuzkümmel in Olivenöl andünsten.
es: Rehoga la cebolla, la zanahoria y el apio en aceite de oliva con el ajo y el comino.
fr: Fais revenir l'oignon, la carotte et le céleri dans l'huile d'olive avec l'ail et le cumin.
it: Fai appassire cipolla, carota e sedano nell'olio d'oliva con aglio e cumino.
nl: Fruit de ui, wortel en bleekselderij in olijfolie met de knoflook en komijn.
pl: Podsmaż cebulę, marchewkę i seler na oliwie z czosnkiem i kminem rzymskim, aż zmiękną.
pt: Refoga a cebola, a cenoura e o aipo em azeite com o alho e os cominhos.
ro: Călește ceapa, morcovul și țelina în ulei de măsline, împreună cu usturoiul și chimionul, până se înmoaie.
ru: Обжарь лук, морковь и сельдерей на оливковом масле с чесноком и зирой до мягкости.

source: Someone who knows about your diabetes — a partner, parent or friend. Their number becomes a tappable call button on the card. Swipe a contact to remove it.
de: Jemand, der über deinen Diabetes Bescheid weiß — Partner, Elternteil oder Freund. Die Nummer wird auf der Karte zu einem antippbaren Anruf-Button. Streiche über einen Kontakt, um ihn zu entfernen.
es: Alguien que conozca tu diabetes: tu pareja, un familiar o una amistad. Su número se convierte en un botón de llamada en la tarjeta. Desliza un contacto para eliminarlo.
fr: Quelqu'un qui connaît votre diabète — partenaire, parent ou ami. Son numéro devient un bouton d'appel sur la carte. Balayez un contact pour le supprimer.
it: Qualcuno che conosce il tuo diabete: partner, genitore o amico. Il suo numero diventa un pulsante di chiamata sulla scheda. Scorri su un contatto per rimuoverlo.
nl: Iemand die van je diabetes weet — partner, ouder of vriend. Het nummer wordt een aantikbare belknop op de kaart. Veeg over een contact om het te verwijderen.
pl: Ktoś, kto wie o Twojej cukrzycy — partner, rodzic lub przyjaciel. Numer stanie się przyciskiem połączenia na karcie. Przesuń kontakt, aby go usunąć.
pt: Alguém que saiba da tua diabetes — companheiro, familiar ou amigo. O número torna-se um botão de chamada no cartão. Desliza um contacto para o remover.
ro: Cineva care știe despre diabetul tău — partener, părinte sau prieten. Numărul devine un buton de apel pe card. Glisează un contact pentru a-l elimina.
ru: Тот, кто знает о вашем диабете, — партнёр, родитель или друг. Номер станет кнопкой вызова на карточке. Смахните контакт, чтобы удалить его.

source: Sound
de: Ton
es: Sonido
fr: Son
it: Suono
nl: Geluid
pl: Dźwięk
pt: Som
ro: Sunet
ru: Звук

source: Sounds & vibration
de: Töne & Vibration
es: Sonidos y vibración
fr: Sons et vibrations
it: Suoni e vibrazione
nl: Geluiden en trillingen
pl: Dźwięki i wibracje
pt: Sons e vibração
ro: Sunete și vibrații
ru: Звуки и вибрация

source: Source: %@
de: Quelle: %@
es: Fuente: %@
it: Origine: %@
nl: Bron: %@
pl: Źródło: %@
pt: Fonte: %@
ro: Sursă: %@
ru: Источник: %@

source: Sources
de: Quellen
es: Fuentes
it: Origini
nl: Bronnen
pl: Źródła
pt: Fontes
ro: Surse
ru: Источники

source: South America
de: Südamerika
es: América del Sur
fr: Amérique du Sud
it: America del Sud
nl: Zuid-Amerika
pl: Ameryka Południowa
pt: América do Sul
ro: America de Sud
ru: Южная Америка

source: Speak my glucose
de: Meinen Glukosewert vorlesen
es: Leer mi glucosa en voz alta
fr: Énoncer ma glycémie
it: Leggi la mia glicemia
nl: Spreek mijn glucose uit
pl: Powiedz mój poziom glukozy
pt: Dizer a minha glicemia
ro: Spune-mi glicemia
ru: Озвучить мою глюкозу

source: Spend %lld whole days 100%% in range.
de: Verbringe %lld ganze Tage zu 100%% im Zielbereich.
es: Pasa %lld días completos 100%% en rango.
fr: Passez %lld journées entières 100%% dans la cible.
it: Trascorri %lld giornate intere al 100%% nell'intervallo.
nl: Breng %lld hele dagen 100%% binnen bereik door.
pl: Spędź %lld całych dni w 100%% w zakresie.
pt: Passa %lld dias inteiros 100%% no intervalo.
ro: Petrece %lld zile întregi 100%% în interval.
ru: Проведите %lld полных дней на 100%% в диапазоне.

source: Spend a whole day 100% in range.
de: Verbringe einen ganzen Tag zu 100 % im Zielbereich.
es: Pasa un día entero 100% en rango.
fr: Passez une journée entière à 100 % dans la cible.
it: Trascorri un'intera giornata al 100% nell'intervallo.
nl: Blijf een hele dag 100% binnen bereik.
pl: Spędź cały dzień w 100% w zakresie.
pt: Passa um dia inteiro 100% dentro do intervalo.
ro: Petrece o zi întreagă 100% în interval.
ru: Проведите целый день на 100% в диапазоне.

source: Spotting and treating hypoglycaemia.
de: Unterzuckerung erkennen und behandeln.
es: Cómo detectar y tratar la hipoglucemia.
fr: Repérer et traiter l'hypoglycémie.
it: Riconoscere e trattare l'ipoglicemia.
nl: Hypoglykemie herkennen en behandelen.
pl: Rozpoznawanie i leczenie hipoglikemii.
pt: Reconhecer e tratar a hipoglicemia.
ro: Recunoașterea și tratarea hipoglicemiei.
ru: Как распознать и лечить гипогликемию.

source: Stable
de: Stabil
es: Estable
it: Stabile
nl: Stabiel
pl: Stabilny
pt: Estável
ro: Stabil
ru: Стабильно

source: Stale reading
de: Veralteter Messwert
es: Lectura obsoleta
fr: Mesure obsolète
it: Lettura non aggiornata
nl: Verouderde meting
pl: Nieaktualny odczyt
pt: Leitura desatualizada
ro: Citire învechită
ru: Устаревшее измерение

source: Start a Live Activity and your latest reading, trend arrow and mini chart stay on the Lock Screen and in the Dynamic Island — no unlocking, no app-switching.
de: Starte eine Live-Aktivität, und dein letzter Messwert, der Trendpfeil und das Mini-Diagramm bleiben auf dem Sperrbildschirm und in der Dynamic Island — ohne Entsperren, ohne App-Wechsel.
es: Inicia una Actividad en Directo y tu última lectura, la flecha de tendencia y el minigráfico se quedan en la pantalla de bloqueo y en la Dynamic Island — sin desbloquear ni cambiar de app.
fr: Lancez une activité en direct : votre dernière mesure, la flèche de tendance et le mini-graphique restent sur l'écran verrouillé et dans la Dynamic Island — sans déverrouiller, sans changer d'app.
it: Avvia un'attività in tempo reale e l'ultima lettura, la freccia di tendenza e il mini grafico restano nella schermata di blocco e nella Dynamic Island — senza sbloccare, senza cambiare app.
nl: Start een live activiteit en je laatste meting, trendpijl en minigrafiek blijven op het toegangsscherm en in het Dynamic Island — zonder ontgrendelen, zonder van app te wisselen.
pl: Uruchom Live Activity, a Twój ostatni odczyt, strzałka trendu i miniwykres pozostaną na ekranie blokady i w Dynamic Island — bez odblokowywania i przełączania aplikacji.
pt: Inicia uma atividade em direto e a tua última leitura, a seta de tendência e o minigráfico ficam no ecrã bloqueado e na Dynamic Island — sem desbloquear, sem mudar de aplicação.
ro: Pornește o activitate Live și ultima ta citire, săgeata de tendință și minigraficul rămân pe ecranul de blocare și în Dynamic Island — fără deblocare, fără schimbat aplicații.
ru: Запустите Live Activity — и ваше последнее показание, стрелка тренда и мини-график останутся на экране блокировки и в Dynamic Island: без разблокировки и переключения приложений.

source: Start a new sensor
de: Neuen Sensor starten
es: Iniciar un sensor nuevo
fr: Démarrer un nouveau capteur
it: Avvia un nuovo sensore
nl: Een nieuwe sensor starten
pl: Rozpocznij nowy sensor
pt: Iniciar um novo sensor
ro: Începe un senzor nou
ru: Начать новый сенсор

source: Start a workout
de: Training starten
es: Empezar un entrenamiento
fr: Démarrer une séance
it: Inizia un allenamento
nl: Start een work-out
pl: Rozpocznij trening
pt: Começar um treino
ro: Începe un antrenament
ru: Начать тренировку

source: Start learning
de: Lernen beginnen
es: Empieza a aprender
fr: Commencer à apprendre
it: Inizia a imparare
nl: Begin met leren
pl: Zacznij naukę
pt: Comece a aprender
ro: Începe să înveți
ru: Начать обучение

source: Start logging from the Dashboard or Journal whenever you like. You can revisit every permission, unit and reminder in Settings at any time.
de: Jederzeit über die Übersicht oder das Journal mit dem Erfassen beginnen. Jede Berechtigung, Einheit und Erinnerung lässt sich jederzeit in den Einstellungen erneut aufrufen.
es: Empieza a registrar desde el Panel o el Diario cuando quieras. Puedes revisar cada permiso, unidad y recordatorio en Ajustes en cualquier momento.
fr: Commencez à enregistrer depuis le Tableau de bord ou le Journal quand vous le souhaitez. Vous pouvez revoir à tout moment chaque autorisation, unité et rappel dans les Réglages.
it: Inizia a registrare dalla Dashboard o dal Diario quando vuoi. Puoi rivedere ogni autorizzazione, unità e promemoria nelle Impostazioni in qualsiasi momento.
nl: Begin met noteren vanuit het Dashboard of Dagboek wanneer je maar wilt. Je kunt elke machtiging, eenheid en herinnering op elk moment terugvinden in Instellingen.
pl: Zacznij zapisywać z Panelu lub Dziennika, kiedy tylko chcesz. Możesz w każdej chwili przejrzeć każde uprawnienie, jednostkę i przypomnienie w Ustawieniach.
pt: Começa a registar a partir do Painel ou do Diário sempre que quiseres. Podes rever todas as permissões, unidades e lembretes nas Definições a qualquer momento.
ro: Începe să înregistrezi din Panou sau Jurnal oricând dorești. Poți revedea oricând fiecare permisiune, unitate și reamintire în Setări.
ru: Начните вести записи с Панели или Дневника в любое удобное время. Вы можете в любой момент вернуться к каждому разрешению, единице и напоминанию в настройках.

source: Start your streak today
de: Starte heute deine Serie
es: Empieza hoy tu racha
fr: Commencez votre série aujourd'hui
it: Inizia oggi la tua serie
nl: Begin vandaag je reeks
pl: Rozpocznij dziś swoją serię
pt: Comece hoje a sua sequência
ro: Începe-ți seria astăzi
ru: Начните серию сегодня

source: Starts
de: Beginnt
es: Empieza
fr: Début
it: Inizio
nl: Begint
pl: Początek
pt: Início
ro: Începe
ru: Начало

source: Starts a phone call
de: Startet einen Anruf
es: Inicia una llamada telefónica
fr: Lance un appel téléphonique
it: Avvia una telefonata
nl: Start een telefoongesprek
pl: Rozpoczyna połączenie telefoniczne
pt: Inicia uma chamada telefónica
ro: Inițiază un apel telefonic
ru: Начинает телефонный звонок

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
nl: Statistieken
pl: Statystyki
pt: Estatísticas
ro: Statistici
ru: Статистика

source: Stay connected
de: In Verbindung bleiben
es: Mantente conectado
fr: Restez connecté
it: Resta connesso
nl: Blijf verbonden
pl: Pozostań połączony
pt: Mantém-te ligado
ro: Rămâi conectat
ru: Оставайтесь на связи

source: Stay hydrated
de: Ausreichend trinken
es: Mantente hidratado
fr: Restez hydraté
it: Mantieniti idratato
nl: Blijf gehydrateerd
pl: Dbaj o nawodnienie
pt: Mantém-te hidratado
ro: Rămâi hidratat
ru: Поддерживайте водный баланс

source: Stay until I'm fully recovered or help arrives.
de: Bleiben Sie, bis es mir wieder ganz gut geht oder Hilfe eintrifft.
es: Quédate hasta que me recupere del todo o llegue la ayuda.
fr: Restez jusqu'à ce que je sois complètement rétabli ou que les secours arrivent.
it: Restate finché non mi sono ripreso del tutto o finché non arrivano i soccorsi.
nl: Blijf tot ik volledig hersteld ben of er hulp komt.
pl: Zostań, aż w pełni dojdę do siebie lub przyjedzie pomoc.
pt: Fique até eu recuperar totalmente ou até chegar ajuda.
ro: Rămâi până îmi revin complet sau până sosește ajutorul.
ru: Оставайтесь рядом, пока я полностью не приду в себя или не прибудет помощь.

source: Stay with me
de: Bleiben Sie bei mir
es: Quédate conmigo
fr: Restez avec moi
it: Restate con me
nl: Blijf bij me
pl: Zostań ze mną
pt: Fique comigo
ro: Rămâi cu mine
ru: Оставайтесь со мной

source: Staying steady around activity
de: Stabil bleiben bei körperlicher Aktivität
es: Mantenerte estable durante la actividad física
fr: Rester stable pendant l'activité physique
it: Restare stabili durante l'attività fisica
nl: Stabiel blijven rondom beweging
pl: Utrzymanie stabilnej glikemii podczas aktywności fizycznej
pt: Manter-te estável à volta da atividade física
ro: Cum rămâi în echilibru în timpul activității fizice
ru: Стабильная глюкоза во время активности

source: Stays on your device
de: Bleibt auf dem Gerät
es: Permanece en tu dispositivo
fr: Reste sur votre appareil
it: Resta sul tuo dispositivo
nl: Blijft op je apparaat
pl: Pozostaje na Twoim urządzeniu
pt: Fica no teu dispositivo
ro: Rămâne pe dispozitiv
ru: Остаётся на вашем устройстве

source: Std deviation
de: Std.-Abweichung
es: Desviación estándar
fr: Écart-type
it: Deviazione standard
nl: Std.-deviatie
pl: Odch. standardowe
pt: Desvio-padrão
ro: Deviație standard
ru: Станд. отклонение

source: Steady
de: Stabil
es: Estable
fr: Stable
it: Stabile
nl: Stabiel
pl: Stabilny
pt: Estável
ro: Stabilă
ru: Стабильно

source: Steady as you go
de: Bleib auf Kurs
es: Estable, sigue así
fr: Stable, continue comme ça
it: Stabile, passo dopo passo
nl: Rustig en stabiel
pl: Stabilnie, krok po kroku
pt: Estável, continua assim
ro: Constant — continuă tot așa
ru: Ровным курсом

source: Steady days
de: Stabile Tage
es: Días estables
fr: Jours stables
it: Giorni stabili
nl: Stabiele dagen
pl: Stabilne dni
pt: Dias estáveis
ro: Zile stabile
ru: Стабильные дни

source: Steady week
de: Stabile Woche
es: Semana estable
fr: Semaine stable
it: Settimana stabile
nl: Stabiele week
pl: Stabilny tydzień
pt: Semana estável
ro: Săptămână constantă
ru: Стабильная неделя

source: Steps
de: Schritte
es: Pasos
fr: Étapes
it: Passaggi
nl: Stappen
pl: Kroki
pt: Passos
ro: Pași
ru: Шаги

source: Still developing
de: Entwickelt sich noch
es: Aún en curso
fr: En cours
it: Ancora in corso
nl: Nog bezig
pl: Wciąż trwa
pt: Ainda a decorrer
ro: Încă în evoluție
ru: Ещё формируется

source: Still low — treat again
de: Immer noch niedrig — erneut behandeln
es: Sigue bajo: trata de nuevo
fr: Toujours bas — traitez de nouveau
it: Ancora basso: tratta di nuovo
nl: Nog steeds laag — behandel opnieuw
pl: Wciąż nisko — powtórz leczenie
pt: Ainda baixo — trata outra vez
ro: Încă scăzut — tratează din nou
ru: Всё ещё низко — повторите приём углеводов

source: Stir the oats, milk, yogurt, chia and cinnamon together in a jar.
de: Haferflocken, Milch, Joghurt, Chiasamen und Zimt in einem Glas verrühren.
es: Mezcla la avena, la leche, el yogur, la chía y la canela en un tarro.
fr: Mélange les flocons d'avoine, le lait, le yaourt, le chia et la cannelle dans un bocal.
it: Mescola in un barattolo i fiocchi d'avena, il latte, lo yogurt, i semi di chia e la cannella.
nl: Roer de havermout, melk, yoghurt, chiazaad en kaneel door elkaar in een pot.
pl: Wymieszaj w słoiku płatki owsiane, mleko, jogurt, nasiona chia i cynamon.
pt: Mistura a aveia, o leite, o iogurte, a chia e a canela num frasco.
ro: Amestecă ovăzul, laptele, iaurtul, chia și scorțișoara într-un borcan.
ru: Смешай овсяные хлопья, молоко, йогурт, семена чиа и корицу в банке.

source: Stop & log
de: Stopp & eintragen
es: Parar y registrar
fr: Arrêter et consigner
it: Ferma e registra
pl: Zatrzymaj i zapisz
pt: Parar e registar
ro: Oprește și loghează
ru: Стоп и записать

source: Stop timer
de: Timer stoppen
es: Detener temporizador
fr: Arrêter le minuteur
it: Ferma il timer
nl: Timer stoppen
pl: Zatrzymaj minutnik
pt: Parar temporizador
ro: Oprește cronometrul
ru: Остановить таймер

source: Sugars
de: Zucker
es: Azúcares
fr: Sucres
it: Zuccheri
nl: Suikers
pl: Cukry
pt: Açúcares
ro: Zaharuri
ru: Сахара

source: Suggested dose
de: Vorgeschlagene Dosis
es: Dosis sugerida
fr: Dose suggérée
it: Dose suggerita
nl: Voorgestelde dosis
pl: Sugerowana dawka
pt: Dose sugerida
ro: Doză sugerată
ru: Предлагаемая доза

source: Suggested next site.
de: Vorgeschlagene nächste Stelle.
es: Zona sugerida para la próxima.
fr: Site suggéré pour la prochaine.
it: Sito suggerito per la prossima.
nl: Voorgestelde volgende plek.
pl: Sugerowane następne miejsce.
pt: Local sugerido a seguir.
ro: Locul sugerat pentru următoarea.
ru: Рекомендуемое следующее место.

source: Suggestions
de: Vorschläge
es: Sugerencias
it: Suggerimenti
nl: Suggesties
pl: Sugestie
pt: Sugestões
ro: Sugestii
ru: Предложения

source: Suggests a dose from carbs, glucose, IOB & COB
de: Schlägt eine Dosis aus Kohlenhydraten, Glukose, IOB & COB vor
es: Sugiere una dosis a partir de carbohidratos, glucosa, IOB y COB
fr: Suggère une dose à partir des glucides, de la glycémie, de l'IOB et du COB
it: Suggerisce una dose da carboidrati, glicemia, IOB e COB
nl: Stelt een dosis voor op basis van koolhydraten, glucose, IOB & COB
pl: Podpowiada dawkę na podstawie węglowodanów, glukozy, IOB i COB
pt: Sugere uma dose a partir dos hidratos, glicose, IOB e COB
ro: Sugerează o doză din carbohidrați, glicemie, IOB și COB
ru: Предлагает дозу на основе углеводов, глюкозы, IOB и COB

source: Suggests a relevant article after a low or high.
de: Schlägt nach einem Tief oder Hoch einen passenden Artikel vor.
es: Sugiere un artículo relevante tras una hipo o una hiperglucemia.
fr: Suggère un article pertinent après une hypo ou une hyper.
it: Suggerisce un articolo utile dopo un'ipo o un'iperglicemia.
nl: Stelt een relevant artikel voor na een lage of hoge waarde.
pl: Podpowiada artykuł po hipo- lub hiperglikemii.
pt: Sugere um artigo relevante após uma hipo ou hiperglicemia.
ro: Sugerează un articol relevant după o hipo- sau hiperglicemie.
ru: Предлагает статью после гипо- или гипергликемии.

source: Sulfonylurea
de: Sulfonylharnstoff
es: Sulfonilurea
fr: Sulfonylurée
it: Sulfonilurea
nl: Sulfonylureum
pl: Sulfonylomocznik
pt: Sulfonilureia
ro: Sulfoniluree
ru: Сульфонилмочевина

source: Sunday insight
de: Erkenntnis am Sonntag
es: Hallazgo del domingo
fr: Tendance du dimanche
it: Tendenza della domenica
nl: Inzicht op zondag
pl: Wniosek w niedzielę
pt: Tendência ao domingo
ro: Insight-ul de duminică
ru: Вывод по воскресеньям

source: Sunset
de: Sonnenuntergang
es: Atardecer
fr: Coucher de soleil
it: Tramonto
nl: Zonsondergang
pl: Zachód słońca
pt: Pôr do sol
ro: Apus
ru: Закат

source: Supplement
de: Nahrungsergänzungsmittel
es: Suplemento
fr: Complément
it: Integratore
pl: Suplement
pt: Suplemento
ro: Supliment
ru: Добавка

source: Swimming
de: Schwimmen
es: Natación
fr: Natation
it: Nuoto
nl: Zwemmen
pl: Pływanie
pt: Natação
ro: Înot
ru: Плавание

source: Swing size (MAGE)
de: Schwankungsgröße (MAGE)
es: Amplitud de oscilaciones (MAGE)
fr: Amplitude des variations (MAGE)
it: Ampiezza delle oscillazioni (MAGE)
nl: Schommelingsgrootte (MAGE)
pl: Amplituda wahań (MAGE)
pt: Amplitude das oscilações (MAGE)
ro: Amplitudinea variațiilor (MAGE)
ru: Амплитуда колебаний (MAGE)

source: Sync
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
it: Sincronizza
nl: Synchroniseren
pl: Synchronizuj
pt: Sincronizar
ro: Sincronizează
ru: Синхронизировать
